export const VEGGIES = [
    // Овощи
    { id: 1, name: 'Изумрудный поток', type: 'Огурец', regions: ['Амурская область', 'Самарская область'] },
    { id: 2, name: 'Зозуля', type: 'Огурец', regions: ['Архангельская область', 'Брянская область'] },
    { id: 3, name: 'Кураж', type: 'Огурец', regions: ['Астраханская область', 'Белгородская область'] },
    { id: 4, name: 'Конни', type: 'Огурец', regions: ['Самарская область', 'Амурская область'] },
    { id: 5, name: 'Маша', type: 'Огурец', regions: ['Белгородская область', 'Брянская область'] },
  
    { id: 6, name: 'Айсан', type: 'Помидор', regions: ['Амурская область', 'Самарская область'] },
    { id: 7, name: 'Черри Красный', type: 'Помидор', regions: ['Архангельская область', 'Белгородская область'] },
    { id: 8, name: 'Санька', type: 'Помидор', regions: ['Астраханская область', 'Брянская область'] },
    { id: 9, name: 'Таймыр', type: 'Помидор', regions: ['Самарская область', 'Амурская область'] },
    { id: 10, name: 'Алый Огонёк', type: 'Помидор', regions: ['Белгородская область', 'Амурская область'] },
  
    { id: 11, name: 'Нантская', type: 'Морковь', regions: ['Амурская область', 'Брянская область'] },
    { id: 12, name: 'Шантане', type: 'Морковь', regions: ['Архангельская область', 'Самарская область'] },
    { id: 13, name: 'Королева Осени', type: 'Морковь', regions: ['Астраханская область', 'Белгородская область'] },
    { id: 14, name: 'Витаминная', type: 'Морковь', regions: ['Самарская область', 'Брянская область'] },
    { id: 15, name: 'Флакке', type: 'Морковь', regions: ['Белгородская область', 'Амурская область'] },
  
    { id: 16, name: 'Стригуновский', type: 'Лук', regions: ['Амурская область', 'Самарская область'] },
    { id: 17, name: 'Эксибишен', type: 'Лук', regions: ['Архангельская область', 'Белгородская область'] },
    { id: 18, name: 'Красный Барон', type: 'Лук', regions: ['Астраханская область', 'Брянская область'] },
    { id: 19, name: 'Штуттгартер', type: 'Лук', regions: ['Самарская область', 'Амурская область'] },
    { id: 20, name: 'Кармен', type: 'Лук', regions: ['Белгородская область', 'Брянская область'] },
  
    { id: 21, name: 'Слава', type: 'Капуста', regions: ['Амурская область', 'Самарская область'] },
    { id: 22, name: 'Мегатон', type: 'Капуста', regions: ['Архангельская область', 'Белгородская область'] },
    { id: 23, name: 'Зеленый Верт', type: 'Капуста', regions: ['Астраханская область', 'Брянская область'] },
    { id: 24, name: 'Агрессор', type: 'Капуста', regions: ['Самарская область', 'Амурская область'] },
    { id: 25, name: 'Колобок', type: 'Капуста', regions: ['Белгородская область', 'Брянская область'] },
  
    // Фрукты
    { id: 26, name: 'Антоновка', type: 'Яблоня', regions: ['Амурская область', 'Самарская область'] },
    { id: 27, name: 'Белый налив', type: 'Яблоня', regions: ['Архангельская область', 'Белгородская область'] },
    { id: 28, name: 'Мельба', type: 'Яблоня', regions: ['Астраханская область', 'Брянская область'] },
    { id: 29, name: 'Спартан', type: 'Яблоня', regions: ['Самарская область', 'Амурская область'] },
    { id: 30, name: 'Ред Делишес', type: 'Яблоня', regions: ['Белгородская область', 'Брянская область'] },
  
    { id: 31, name: 'Лада', type: 'Груша', regions: ['Амурская область', 'Самарская область'] },
    { id: 32, name: 'Конференция', type: 'Груша', regions: ['Архангельская область', 'Белгородская область'] },
    { id: 33, name: 'Дюшес', type: 'Груша', regions: ['Астраханская область', 'Брянская область'] },
    { id: 34, name: 'Чижовская', type: 'Груша', regions: ['Самарская область', 'Амурская область'] },
    { id: 35, name: 'Кюре', type: 'Груша', regions: ['Белгородская область', 'Брянская область'] },
  
    { id: 36, name: 'Шоколадница', type: 'Вишня', regions: ['Амурская область', 'Самарская область'] },
    { id: 37, name: 'Маяк', type: 'Вишня', regions: ['Архангельская область', 'Белгородская область'] },
    { id: 38, name: 'Тургеневка', type: 'Вишня', regions: ['Астраханская область', 'Брянская область'] },
    { id: 39, name: 'Ночка', type: 'Вишня', regions: ['Самарская область', 'Амурская область'] },
    { id: 40, name: 'Лотти', type: 'Вишня', regions: ['Белгородская область', 'Брянская область'] },
  
    { id: 41, name: 'Клери', type: 'Клубника', regions: ['Амурская область', 'Самарская область'] },
    { id: 42, name: 'Альба', type: 'Клубника', regions: ['Архангельская область', 'Белгородская область'] },
    { id: 43, name: 'Мармелада', type: 'Клубника', regions: ['Астраханская область', 'Брянская область'] },
    { id: 44, name: 'Полка', type: 'Клубника', regions: ['Самарская область', 'Амурская область'] },
    { id: 45, name: 'Сан Андреас', type: 'Клубника', regions: ['Белгородская область', 'Брянская область'] },
  
    { id: 46, name: 'Царский', type: 'Абрикос', regions: ['Амурская область', 'Самарская область'] },
    { id: 47, name: 'Айсберг', type: 'Абрикос', regions: ['Архангельская область', 'Белгородская область'] },
    { id: 48, name: 'Триумф Северный', type: 'Абрикос', regions: ['Астраханская область', 'Брянская область'] },
    { id: 49, name: 'Краснощекий', type: 'Абрикос', regions: ['Самарская область', 'Амурская область'] },
    { id: 50, name: 'Монастырский', type: 'Абрикос', regions: ['Белгородская область', 'Брянская область'] },
];  